[
	{
		"name": "Ana Horvat",
		"role": "zamjenik urednice, voditelj novinara i web developmenta",
		"bio": "Premijska sam osoba koja obožava ispravljati svoje i tuđe pogreške. U slobodno vrijeme volim pospremati i sviram klavir. Apsolutni sam <i>masterchef</i> te aficionado Hrvatskih željeznica i svega povezanog s njima (da, ne). Moja je pisana komunikacija kriminalna i nikad ne biste rekli da sam lektor.",
		"photoUrl": "/clanovi/ana-horvat.jpg",
		"photoUrlWebp": "/clanovi/ana-horvat.webp",
		"imgRot": 4,
		"txtRot": 0,
		"trOrigX": 26,
		"trOrigY": 32,
		"trX": 7,
		"trY": -2,
		"rot": -5,
		"bgCutout": 7,
		"borderRadius": 1.1
	},
	{
		"name": "Matej Sitarić",
		"role": "dizajner",
		"bio": "U zadnje se vrijeme sve više upuštam u SF/<i>fantasy</i> knjige, stripove i mange, a volim i crtati na grafičkom tabletu, što mi pomaže pri dizajniranju St@ka. Brzo učim, lako pamtim i kad se za nešto zainteresiram, jako se zakačim i pokušavam to što bolje napraviti.",
		"photoUrl": "/clanovi/matej-sitaric.jpg",
		"photoUrlWebp": "/clanovi/matej-sitaric.webp",
		"imgRot": -3,
		"txtRot": 1,
		"trOrigX": 84,
		"trOrigY": 77,
		"trX": -5,
		"trY": 7,
		"rot": 1,
		"bgCutout": 10,
		"borderRadius": 1.39
	},
	{
		"name": "David Slavik",
		"role": "voditelj dizajnera",
		"bio": "Dizajner s okom za detalje i kavoholičar. Tu i tamo ispoštujem rok za dizajn u St@ku i odradim ga na vrijeme. Moji glavni interesi trenutno su <i>frontend development</i>, UI/UX dizajn i razvoj softvera općenito. U slobodno vrijeme volim se opustiti uz <i>golden age</i> hip-hop i <i>silver age</i> stripove. S vremena na vrijeme odigram poneku igru, najdraže su mi one za <i>PlayStation 1</i> poput <i>Crash Bandicoot</i>, <i>Spyro</i>, MGS i brojne druge.",
		"photoUrl": "/clanovi/david-slavik.jpg",
		"photoUrlWebp": "/clanovi/david-slavik.webp",
		"imgRot": -1,
		"txtRot": 1,
		"trOrigX": 89,
		"trOrigY": 61,
		"trX": 8,
		"trY": 1,
		"rot": 1,
		"bgCutout": 10,
		"borderRadius": 1.29
	},
	{
		"name": "Tomislav Milec",
		"role": "voditelj film crew sekcije,<br /> community manager, fotograf",
		"bio": "Fotoaparat, kamera i montaža nisu mi strani pojmovi. Obožavam raditi sve što ima veze s tehnologijama i multimedijom. Svaki vikend rezerviran je za izlazak s ekipom.",
		"photoUrl": "/clanovi/tomislav-milec.jpg",
		"photoUrlWebp": "/clanovi/tomislav-milec.webp",
		"imgRot": 0,
		"txtRot": 0,
		"trOrigX": 99,
		"trOrigY": 81,
		"trX": -4,
		"trY": 4,
		"rot": -2,
		"bgCutout": 5,
		"borderRadius": 1.36
	},
	{
		"name": "Klara Škaulj",
		"role": "novinar, community manager",
		"bio": "Entuzijastično pišem članke za koje sam sigurna da ih samo ja i čitam te rado ispravljam tuđe pogreške. Slobodno vrijeme provodim kao glazbeni i filmski elitist, a tu i tamo odigram koju videoigricu.",
		"photoUrl": "/clanovi/klara-skaulj.jpg",
		"photoUrlWebp": "/clanovi/klara-skaulj.webp",
		"imgRot": -4,
		"txtRot": 0,
		"trOrigX": 97,
		"trOrigY": 16,
		"trX": 2,
		"trY": 2,
		"rot": -2,
		"bgCutout": 11,
		"borderRadius": 0.93
	},
	{
		"name": "Andreas Leja",
		"role": "voditelj community managera,<br /> dizajner, film crew, novinar",
		"bio": "Za osobu s puno interesa, imam malo toga za reći. Slobodno vrijeme volim provesti prokrastinirajući i žaleći se kako imam previše posla, a premalo vremena. U Redakciji često imamo puno posla, ali uz super ekipu i odlične kolege, vremena bude sasvim dovoljno. Možda me nećete često vidjeti negdje vani, ali znajte da uvijek možete računati na „pozdravko” od mene.",
		"photoUrl": "/clanovi/andreas-leja.jpg",
		"photoUrlWebp": "/clanovi/andreas-leja.webp",
		"imgRot": -2,
		"txtRot": 1,
		"trOrigX": 85,
		"trOrigY": 51,
		"trX": -1,
		"trY": -4,
		"rot": -5,
		"bgCutout": 7,
		"borderRadius": 1.22
	},
	{
		"name": "Erik Đuranec",
		"role": "novinar, voditelj podcasta",
		"bio": "U slobodno vrijeme Katica za sve, a inače novinar i voditelj <i>podcasta</i>. Okružen hrpetinom različitih interesa i ljudi. Društven i komunikativan, a zezancija mi definitivno nije strani pojam. Ovo je zadnja rečenica koja je minimalni uvjet za ovaj opis pa sam svoje obavio, pozdrav.",
		"photoUrl": "/clanovi/erik-djuranec.jpg",
		"photoUrlWebp": "/clanovi/erik-djuranec.webp",
		"imgRot": -2,
		"txtRot": -1,
		"trOrigX": 3,
		"trOrigY": 17,
		"trX": 0,
		"trY": -2,
		"rot": -3,
		"bgCutout": 8,
		"borderRadius": 0.89
	},
	{
		"name": "Goran Bogatić Malešević",
		"role": "novinar",
		"bio": "Osoba koja kroz svoje priče i radove želi pokazati ljepotu informatike, a u tome mi pomaže St@k ekipa. U slobodno vrijeme proučavam novosti u svijetu informatike i filozofije. Veliki sam fan retro konzola i njihovog modiranja.",
		"photoUrl": "/clanovi/goran-bm.jpeg",
		"photoUrlWebp": "/clanovi/goran-bm.webp",
		"imgRot": -1,
		"txtRot": 1,
		"trOrigX": 70,
		"trOrigY": 27,
		"trX": 6,
		"trY": -7,
		"rot": 3,
		"bgCutout": 7,
		"borderRadius": 1.18
	},
	{
		"name": "Ivan Boščić",
		"role": "fotograf",
		"bio": "Iznimno energična osoba i tipičan student s milijun aktivnosti od kojih su mi pri vrhu fotografiranje, programiranje i plivanje. U slobodno vrijeme volim biti vani, družiti se, organizirati razna okupljanja te zabaviti se punom parom.",
		"photoUrl": "/clanovi/ivan-boscic.jpg",
		"photoUrlWebp": "/clanovi/ivan-boscic.webp",
		"imgRot": 0,
		"txtRot": -1,
		"trOrigX": 47,
		"trOrigY": 80,
		"trX": -7,
		"trY": 8,
		"rot": -5,
		"bgCutout": 4,
		"borderRadius": 0.97
	},
	{
		"name": "Petar Krajačić",
		"role": "fotograf",
		"bio": "Fotograf, gamer, glazbenik, <i>ex-Jedi</i> vitez (oduzeli mi parkirno mjesto). U slobodno vrijeme gledam serije, pijem kavu/čaj i družim se s prijateljima i obitelji.",
		"photoUrl": "/clanovi/petar-krajacic.jpeg",
		"photoUrlWebp": "/clanovi/petar-krajacic.webp",
		"imgRot": 1,
		"txtRot": -1,
		"trOrigX": 15,
		"trOrigY": 61,
		"trX": -7,
		"trY": 1,
		"rot": 2,
		"bgCutout": 9,
		"borderRadius": 1.26
	},
	{
		"name": "Filip Novački",
		"role": "novinar",
		"bio": "Bivši urednik, bivši zamjenik urednice, bivši lektor, bivši fotograf, bivši <i>community manager</i>, trenutni novinar. Članstvo u redakciji traje više od šest godina. Nemojte pitati kako je faks, još je uvijek na istom mjestu. Zaljubljenik sam u paradigme slobodnog softvera, slobodnog obrazovanja, interneta s naglaskom na privatnost i sigurnost, čaj, glazbu, <i>Linux</i> i ostale odlične stvari.",
		"photoUrl": "/clanovi/filip-novacki.jpg",
		"photoUrlWebp": "/clanovi/filip-novacki.webp",
		"imgRot": 2,
		"txtRot": -1,
		"trOrigX": 100,
		"trOrigY": 40,
		"trX": -3,
		"trY": -5,
		"rot": -1,
		"bgCutout": 5,
		"borderRadius": 1.18
	},
	{
		"name": "Domagoj Babić",
		"role": "dizajner",
		"bio": "Obožavam fotografirati i kroz fotografiju zabilježiti važne trenutke. Uvijek mi je drago upoznati nove ljude i otkriti njihove interese. U slobodno vrijeme gledam serije i družim se s prijateljima. Faks ne ide najbolje.",
		"photoUrl": "/clanovi/domagoj-babic.jpg",
		"photoUrlWebp": "/clanovi/domagoj-babic.webp",
		"imgRot": 3,
		"txtRot": 1,
		"trOrigX": 11,
		"trOrigY": 46,
		"trX": 2,
		"trY": -8,
		"rot": -5,
		"bgCutout": 4,
		"borderRadius": 0.85
	},
	{
		"name": "Juraj Belajec",
		"role": "novinar",
		"bio": "Veliki fan opskurne glazbe, <i>art</i> filmova i <i>indie</i> videoigrica. Što su stvari čudnije, to mi više  zapnu za oko i zapale interes. Svoje pronalaske i interese volim podijeliti sa svojim prijateljima ili bilo kime tko je voljan slušati pa sam postao član St@ka kako bih podijelio svoje pronalaske 😄",
		"photoUrl": "/clanovi/juraj-belajec.jpg",
		"photoUrlWebp": "/clanovi/juraj-belajec.webp",
		"imgRot": 3,
		"txtRot": -1,
		"trOrigX": 42,
		"trOrigY": 61,
		"trX": 6,
		"trY": 4,
		"rot": 4,
		"bgCutout": 10,
		"borderRadius": 0.89
	},
	{
		"name": "Laura Krišković",
		"role": "lektor",
		"bio": "Većinu vremena velika flegma. U slobodno vrijeme volim imati male kreativne pothvate poput pisanja pjesama, pisama, pletenja narukvica i crtanja portreta. Čitanje i glazba također su mi bliski srcu. Osim ovih opuštajućih aktivnosti, volim putovanja i nova iskustva. Želim što više iscijediti taj limun koji mi je život dao, a limunadu servirati s puno kockica leda i suncobranom na vrhu (ako vam ta analogija ima smisla).",
		"photoUrl": "/clanovi/laura-kriskovic.jpeg",
		"photoUrlWebp": "/clanovi/laura-kriskovic.webp",
		"imgRot": 3,
		"txtRot": 1,
		"trOrigX": 7,
		"trOrigY": 11,
		"trX": 4,
		"trY": -4,
		"rot": -1,
		"bgCutout": 3,
		"borderRadius": 1.48
	},
	{
		"name": "Anja Peharda",
		"role": "urednica, lektor, fotograf",
		"bio": "U slobodno vrijeme čitam, crtam, pišem, fotografiram, sviram i rješavam ankete. Folklor je moja najveća ljubav i ovisnost.",
		"photoUrl": "/clanovi/anja-peharda.jpg",
		"photoUrlWebp": "/clanovi/anja-peharda.webp",
		"imgRot": -3,
		"txtRot": 0,
		"trOrigX": 77,
		"trOrigY": 89,
		"trX": -5,
		"trY": -2,
		"rot": -4,
		"bgCutout": 7,
		"borderRadius": 1.1
	},
	{
		"name": "Petra Jakopović",
		"role": "dizajner",
		"bio": "Hedonist, ambivert, ailurofil, filmofil, gluha osoba. Dizajniram. Kasnije planiram raditi s <i>web</i> dizajnom i fotografijom. Trenutno sam na Erasmusu te ovisna o k-drami. UwU* U slobodno vrijeme ostvarujem svojih milijun ideja i planova. ¯\\_(ツ)_/¯",
		"photoUrl": "/clanovi/petra-jakopovic.jpeg",
		"photoUrlWebp": "/clanovi/petra-jakopovic.webp",
		"imgRot": -1,
		"txtRot": 0,
		"trOrigX": 85,
		"trOrigY": 8,
		"trX": 0,
		"trY": 3,
		"rot": 0,
		"bgCutout": 3,
		"borderRadius": 1.48
	},
	{
		"name": "Mateo Čuvalo",
		"role": "dizajner",
		"bio": "Osoba koja nema sekunde živog mira u sebi, stalno se nešto mora događati ili moram imati neku zanimaciju, inače umrem od dosade. Bavim se svime i svačime, <i>mountain bikingom</i>, član sam humanitarne udruge Agape, sada i član St@k redakcije. Dugo se rekreativno bavim dizajnom, a između ostalog možete me uhvatiti i da učim. Obožavam glazbu, kavu, pivu i zabavu, poprilično sam društven i uvijek spreman za nove avanture.",
		"photoUrl": "/clanovi/mateo-cuvalo.jpg",
		"photoUrlWebp": "/clanovi/mateo-cuvalo.webp",
		"imgRot": 4,
		"txtRot": -1,
		"trOrigX": 58,
		"trOrigY": 68,
		"trX": -2,
		"trY": -7,
		"rot": -4,
		"bgCutout": 9,
		"borderRadius": 1
	},
	{
		"name": "Matea Kucljak",
		"role": "community manager",
		"bio": "Svakodnevno razmišljam o pokretanju peticije da se dan produlji na 48 sati jer mi 24 sata nije dovoljno za ostvarenje svih ideja i planova, ali uvijek imam vremena za kavu. Rijetko ćete me zateći da odmaram; uvijek je „a mogla bi ovo”, „a mogla bi ono”, „idemo tu” i „idemo tamo”. Umjetnica koja se igrom slučaja zatekla na ovom faksu, no sad joj je lijepo. Od svojih mnogobrojnih interesa, najviše se volim baviti slikarstvom, modom, dizajnom i biti u pokretu.",
		"photoUrl": "/clanovi/matea-kucljak.jpg",
		"photoUrlWebp": "/clanovi/matea-kucljak.webp",
		"imgRot": 2,
		"txtRot": -1,
		"trOrigX": 84,
		"trOrigY": 59,
		"trX": -2,
		"trY": -1,
		"rot": -1,
		"bgCutout": 8,
		"borderRadius": 1.06
	},
	{
		"name": "Emilia Jelačić",
		"role": "novinar, lektor",
		"bio": "Volim mir dugih šetnji u kasnu jesen, isprobavanje novih stvari, pisanje i glazbu. Ovdje sam zbog potrebe da se kreativno izrazim i budem dio zajednice ljudi sa sličnim interesima. Isto tako, zbog potrage za načinom da se izrazim na način koji je autentičan i istovremeno razumljiv i pitak.",
		"photoUrl": "/clanovi/emilia-jelacic.png",
		"photoUrlWebp": "/clanovi/emilia-jelacic.webp",
		"imgRot": 3,
		"txtRot": 0,
		"trOrigX": 78,
		"trOrigY": 2,
		"trX": -4,
		"trY": 8,
		"rot": 1,
		"bgCutout": 5,
		"borderRadius": 0.92
	},
	{
		"name": "Klara Tepić",
		"role": "fotograf",
		"bio": "Vječna avanturistica! Volim izlaziti iz svoje zone komfora te pomicati granice. Uvijek nešto radim čak i kad ništa ne radim. Najveća ljubav mi je brdski biciklizam kojim se bavim (i natječem) dugi niz godina. Uz to, u slobodno vrijeme (koje baš i nemam) volim čitati, crtati i fotografirati. Fotografija je nešto što me prati kroz čitav život pa zato kažem da je to moja prva ljubav. 😄",
		"photoUrl": "/clanovi/klara-tepic.png",
		"photoUrlWebp": "/clanovi/klara-tepic.webp",
		"imgRot": -1,
		"txtRot": -1,
		"trOrigX": 22,
		"trOrigY": 3,
		"trX": 2,
		"trY": -8,
		"rot": 2,
		"bgCutout": 6,
		"borderRadius": 1.16
	},
	{
		"name": "Leonardo Petran",
		"role": "dizajner",
		"bio": "U slobodno vrijeme volim se baviti svim i svačim pa sam tako, uz to što sam član St@ka, član studentskog benda. Volim izazove i savladavanje novih vještina, stoga sam ovdje kako bih istražio nove dimenzije dizajniranja.",
		"photoUrl": "/clanovi/leonardo-petran.jpg",
		"photoUrlWebp": "/clanovi/leonardo-petran.webp",
		"imgRot": -1,
		"txtRot": 1,
		"trOrigX": 67,
		"trOrigY": 84,
		"trX": 8,
		"trY": 3,
		"rot": 5,
		"bgCutout": 11,
		"borderRadius": 1.32
	},
	{
		"name": "Antonija Munjeković",
		"role": "voditelj lektora",
		"bio": "Volim učiti strane jezike, putovati i ispravljati pogreške u tekstu. Sve radim u zadnji trenutak, a u slobodno vrijeme spavam, bojam ili gledam serije.",
		"photoUrl": "/clanovi/antonija-munjekovic.jpg",
		"photoUrlWebp": "/clanovi/antonija-munjekovic.webp",
		"imgRot": 2,
		"txtRot": 0,
		"trOrigX": 33,
		"trOrigY": 66,
		"trX": 3,
		"trY": 5,
		"rot": -1,
		"bgCutout": 7,
		"borderRadius": 1.23
	},
	{
		"name": "Elena Kržina",
		"role": "lektor, dizajner",
		"bio": "Optimistična, pragmatična, i jako osjetljiva na kafein. Volim videoigrice, knjige, pisanje, crtanje, slikanje, psihologiju, dizajn likova, životinje, putovanja, mitologiju, plivanje; sve i svašta. Uzimam previše projekti od jednom i onda ne stignem spavati kad ujutro moram na vlak...",
		"photoUrl": "/clanovi/elena-krzina.jpg",
		"photoUrlWebp": "/clanovi/elena-krzina.webp",
		"imgRot": -2,
		"txtRot": 0,
		"trOrigX": 48,
		"trOrigY": 46,
		"trX": 3,
		"trY": -3,
		"rot": 2,
		"bgCutout": 6,
		"borderRadius": 1.64
	},
	{
		"name": "Josip Ferić",
		"role": "član web tima",
		"bio": "Osoba sam koja svaku slobodnu minutu ulaže u obrazovanje, gledanje SF filmova, igranja igrica i ispajanja kave. Iz toga razloga ako bih morao opisati svoj socijalni život u 3 riječi to bi bile: tuga, jad i čemer. Volim sudjelovati u hakerskim natjecanjima, baviti se 3D printanjem i ako ikada ulovim vremena, otići na nogomet sa ekipom i odsvirati neki dobar riff na električnoj gitari 😁",
		"photoUrl": "/clanovi/josip-feric.jpg",
		"photoUrlWebp": "/clanovi/josip-feric.webp",
		"imgRot": 2,
		"txtRot": 0,
		"trOrigX": 69,
		"trOrigY": 60,
		"trX": 1,
		"trY": 1,
		"rot": -1,
		"bgCutout": 5,
		"borderRadius": 1.53
	},
	{
		"name": "Mateo Radman",
		"role": "fotograf",
		"bio": "Društvena osoba koji voli zabavu, fešte, sport i filmove. U zadnje vrijeme sam češće na biciklu i kavama nego na faksu. Još se bavim airsoft-om, fotografiranjem te crtam svake prijestupne. Nemojte mi jedino reći \"Aj da ne možeš!\" jer ću to vjerojatno i napraviti (osim hrvanja s lavom).",
		"photoUrl": "/clanovi/mateo-radman.jpg",
		"photoUrlWebp": "/clanovi/mateo-radman.webp",
		"imgRot": 2,
		"txtRot": -2,
		"trOrigX": 47,
		"trOrigY": 96,
		"trX": 3,
		"trY": 5,
		"rot": -1,
		"bgCutout": 4,
		"borderRadius": 0.98
	},
	{
		"name": "Mia Pahanić",
		"role": "fotografkinja",
		"bio": "Kad me netko pita da kažem nešto o sebi, obično zablokiram, ali rekla bih da sam osoba koja nema mira i uvijek želi biti na 5 lokacija odjednom. Zbog toga sam i veliki kampanjac koji sve radi u zadnji čas i ništa ne stiže. Fotkanje oduvijek ima special place u mom srcu, a s fotićem u ruci najviše volim okinuti razna lica u trenucima kada se najmanje nadaju. 😁",
		"photoUrl": "/clanovi/mia-pahanic.jpg",
		"photoUrlWebp": "/clanovi/mia-pahanic.webp",
		"imgRot": 2,
		"txtRot": -1,
		"trOrigX": 70,
		"trOrigY": 42,
		"trX": 2,
		"trY": 5,
		"rot": -3,
		"bgCutout": 7,
		"borderRadius": 1.03
	}
]